{
    "header": {
        "menu_label": "Menu"
    },
    "footer": [
        {
            "title": "Address",
            "sub_title": [
                "German Capital Pharma GmbH",
                "Badstr. 20",
                "13357 Berlin",
                "Deutschland"
            ]
        },
        {
            "title": "Legal",
            "sub_title": [
                "Privacy Policy",
                "Imprint"
            ]
        },
        {
            "title": "Services ",
            "sub_title": [
                "Production",
                "Purchasing",
                "Dietary Supplements",
                "Storage",
                "Advice"
            ]
        }
    ],
    "home": {
        "company": "GERMAN CAPITAL PHARMA GmbH",
        "slogan": "Health For Life"
    },
    "menu": [
        {
            "title": "About GC Pharma GmbH",
            "subtitle": [
                "Our company profile",
                "Our corporate goals"
            ]
        },
        {
            "title": "Services",
            "subtitle": [
                "Production",
                "Logistics",
                "Dietary supplements",
                "Advice"
            ]
        },
        {
            "title": "Career",
            "subtitle": [
                "Job postings"
            ]
        },
        {
            "title": "Contact",
            "subtitle": [
                "Do you have any questions?"
            ]
        }
    ],
    "breadcrumb": "return",
    "company_profile": {
        "title": "GC Pharma GmbH",
        "p1": "GC Pharma is a leading international service and consulting company in the pharmaceutical sector that provides tailor-made service packages for its outsourcing partners. Our customers and partners can benefit from a wide range of services, from the development of active substances and development services for finished drugs, their approval and production to packaging and logistics.",
        
        "p2": "We focus on offering certified services and products along a process interface coordinated with the customer from a single source. This means that we can guarantee excellent quality in every area. With our partners, suppliers and manufacturers, we form a powerful network that exports medicines of the highest European quality, so that we can come a step closer to our dream of comprehensive health for everyone. With our partners, suppliers and manufacturers, we form a powerful network that exports medicines of the highest European quality, so that we can come a little closer to our dream of comprehensive health for everyone."
    },
    "corporate_goals": {
        "title": "Our goal: health for life.",
        "p1_strong": "At GC Pharma, we have made it our mission to put people, their health and well-being at the center of everything we do. While this state of health is an easy goal to achieve in Europe, many other countries lack adequate medical care to enjoy health. ",
        
        "p1_normal": "Most of the world's diseases are now treatable with medication, yet a large proportion of the world's people do not have access to these vital medicines. This sad truth contradicts the human right to health care. Together with our partners and you, our customers, we would like to contribute to working on solutions to this global problem.",

        "left_p1": "“Health is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity.“",
        
        "left_p2": "World Health Organization (WHO)",

        "right_p1": "On the one hand, we therefore see our most important task as being to question the status quo of pharmacy with our European partners and customers. In this way, we can identify and tread new and better paths in the manufacture and distribution of pharmaceuticals. With our high-quality products and services, we want to make our active contribution to a better, healthier society.",
        
        "right_p2": "With them we want to improve the quality of life of all people through prevention, healing and relief. On the other hand, we would like to make it possible to pass on our high quality standards in the pharmaceutical sector to other countries. It is our vocation to contribute to ensuring that health does not remain a privilege, but is attainable for everyone. With our promise “Made in Germany“ we guarantee that research, production and quality assurance take place in Germany and correspond to our high German values. This promise of the highest quality also applies to all our merchandise."
    },
    "production" : {
        "title": "Our services at a glance",
        "left_p1": "Together with our qualified partners from research and production, we can offer you a complete full service for your products. ",
        "left_p2": "We would be happy to support you in formulating your own active ingredients or generics, and advise you on the selection of the appropriate application forms for your patients. Of course, our partners are also happy to take over the entire production for you. Since the entire manufacturing process at our partners can take place in rooms of cleanliness class B (under laminar airflow A in B), with final sterilization using an autoclave in the final container, depending on the dosage form, you can rely on the highest pharmaceutical quality and hygiene standards in every respect. In addition to the guidelines of the European Pharmacopoeia and the EU GMP guidelines (Good Manufacturing Practices), the laboratories comply with the numerous national and international standards and directives that deal with production and the premises required for this.",
        "slogan_title": "Our experienced experts will be happy to advise you on choosing the right form\n of application for your target market and target group.",
        "slogan_left": "However, the choice of the dosage form to be produced is entirely up to you. The modern production facilities are state-of-the-art and thus allow the high-quality and efficient manufacture of a wide variety of dosage forms: from solid drugs to be administered orally, such as tablets and capsules, to semi-solid or liquid forms, such as creams or infusions, we can manufacture all common dosage forms for you, also in large batches.",
        "slogan_right": "If it is not possible for us and our partners to produce a dosage form you need, we will be happy to put you in contact with leading manufacturers. This enables you to receive various products from a single source within a very short time, to react flexibly to your customers' wishes and to be able to be sure of the optimal quality of your medication at all times.",
        "dosage_title": "We can offer you the following dosage forms:",
        "dosageData": [
            {
                "id": "1",
                "title": "Solid Shapes",
                "items": [
                    "Effervescent products (granules, effervescent tablets)",
                    "globules",
                    "granules, pellets",
                    "Hard capsules (vegetable or with pork/beef gelatine)",
                    "chewable tablets",
                    "pastilles",
                    "powder",
                    "suppositories",
                    "Tablets (film tablets, coated tablets)",
                    "Softgels (with gelatin or vegetable)",
                    "cytotoxics"
                ]
            },
            {
                "id": "2",
                "title": "semi-solid forms",
                "items": [
                    "creams",
                    "emulsions and suspensions",
                    "gels",
                    "lotions",
                    "pastes",
                    "Anoint",
                    "suppository"
                ]
            },
            {
                "id": "3",
                "title": "liquid forms",
                "items": [
                    "ampoules",
                    "distillates",
                    "infusions",
                    "injectables",
                    "(lyophilization, aseptic manufacturing, terminal sterilization)",
                    "cartridges and cartridges",
                    "oral liquids",
                    "(pure liquids, colloidal liquids)",
                    "juices",
                    "syrups",
                    "spray",
                    "tinctures",
                    "drinking ampoules",
                    "drops",
                    "vials / bottles"
                ]
            },
            {
                "id": "4",
                "title": "Special Shapes",
                "items": [
                    "aerosols",
                    "inhalers",
                    "suppositories",
                    "Modified release systems",
                    "Transdermal therapeutic systems",
                    "pre-filled hypodermic syringes"
                ]
            }
        ]
    },
    "logistics": {
        "title": "Our specialists in purchasing and sales can help you quickly,\n competently and reliably.",
        "description":"Thanks to our Europe-wide network of manufacturers, suppliers and wholesalers, we at GC Pharma are able to cover the need for almost all human medicines approved in Europe within a very short time.",
        "slogan": "With our Europe-wide network of manufacturers and suppliers, we are able to cover the need for many human medicines within a very short time.",
        "contact_title":"Do you need finished medicinal products from the European Economic Area?",
        "contact_content": "Contact us! Our specialists in purchasing and sales can help you quickly, competently and reliably.",
        "contact_button":"Contact us!",
        "cards": [
            {
                "id": 1,
                "imgAddr" : "/images/pages/logistics/logistics-card-1.png", 
                "infoText" : "German Capital Pharma GmbH offers its customers in the areas of both human and veterinary medicinal products the highest quality storage services. Medicines and other medical products and preparations are stored at normal temperature (ambient, 15 to 25°C), refrigerated (including the cold chain at 2 to 8°C) and deep-frozen (-25 to -20°C) possible.",
                "btnText" : "Continue reading",
                "linkAddr" : "/logistics-storage"
            },
            {
                "id": 2,
                "imgAddr" : "/images/pages/logistics/logistics-card-2.png", 
                "infoText" : "German Capital Pharma GmbH offers its customers in the areas of both human and veterinary medicinal products the highest quality storage services. Medicines and other medical products and preparations are stored at normal temperature (ambient, 15 to 25°C), refrigerated (including the cold chain at 2 to 8°C) and deep-frozen (-25 to -20°C) possible.",
                "btnText" : "Continue reading",
                "linkAddr" : "/logistics-shipment"
            },
            {
                "id": 3,
                "imgAddr" : "/images/pages/logistics/logistics-card-3.png", 
                "infoText" : "Thanks to our Europe-wide network of manufacturers, suppliers and wholesalers, we at GC Pharma are able to cover the need for almost all human medicines approved in Europe within a very short time. Do you need finished medicinal products from the European Economic Area?",
                "btnText" : "Continue reading",
                "linkAddr" : "/logistics-purchasing"
            }
        ],
        "storage": {
            "breadcrumb": "LOGISTICS > STORAGE",
            "title":"These are the three important storage facts\n of GC Pharma GmbH",
            "boxes": [
                {
                    "id": 1,
                    "description": "All storage areas are qualified according to the state of the art, are requalified at regular intervals and are equipped with the most modern temperature monitoring systems, which continuously record all data and immediately trigger an alarm in the event of deviations.",
                    "slider": {
                        "delay": 2000,
                        "imgWidth": "187px",
                        "imgHeight": "190px",
                        "images": [
                            "/images/pages/logistics/logistics-storage-1-1.png",
                            "/images/pages/logistics/logistics-storage-1-2.png",
                            "/images/pages/logistics/logistics-storage-1-3.png"
                        ]
                    }
                },
                {
                    "id": 2,
                    "description": "When it comes to the safety of our customers' products, only the best is good enough. All company and storage rooms are secured by means of a burglar alarm system with structure-borne noise detectors, door contacts, fire and flood detectors and permanent video surveillance. ",
                    "slider": {
                        "delay": 2000,
                        "imgWidth": "188px",
                        "imgHeight": "190px",
                        "images": [
                            "/images/pages/logistics/logistics-storage-2-1.png",
                            "/images/pages/logistics/logistics-storage-2-2.png"
                        ]
                    }
                },
                {
                    "id": 3,
                    "description": "When the alarm is triggered, it is either forwarded directly to the 24-hour alarm center (fire, smoke, flood) or directly to the Berlin police (burglary).",
                    "slider": {
                        "delay": 2000,
                        "imgWidth": "189px",
                        "imgHeight": "188px",
                        "images": [
                            "/images/pages/logistics/logistics-storage-3-1.png",
                            "/images/pages/logistics/logistics-storage-3-2.png"
                        ]
                    }
                }
            ]
        },
        "purchasing": {
            "breadcrumb": "LOGISTICS > PURCHASING",
            "title":"Do you need finished medicinal products from the\n European Economic Area?",
            "description": "With our Europe-wide network of manufacturers and suppliers, we are able to cover the need for many human medicines within a very short time. Talk to us! Our specialists in purchasing and sales can help you quickly, competently and reliably. Thanks to our Europe-wide network of manufacturers, suppliers and wholesalers, we at GC Pharma are able to cover the need for almost all human medicines approved in Europe within a very short time."
        },
        "shipment": {
            "breadcrumb": "LOGISTICS > SHIPPING",
            "title":"These are the four important shipping facts\n of GC Pharma GmbH",
            "boxes": [
                {
                    "id": 1,
                    "description": "In addition to storage, we also offer our customers comprehensive services in the areas of shipping and order picking.",
                    "image": "/images/pages/logistics/logistics-shipment-1.jpg"
                },
                {
                    "id": 2,
                    "description": "We pack our customers' products in suitable and comprehensively qualified packaging and then make them available to the desired logistics partner for collection.",
                    "image": "/images/pages/logistics/logistics-shipment-2.png"
                },
                {
                    "id": 3,
                    "description": "Thanks to the special shipping packaging from our partners, we can guarantee the desired transit times (from 24 to 92 hours or longer) in the desired temperature range (ambient, 2 to 8°C or -25 to -20°C).",
                    "image": "/images/pages/logistics/logistics-shipment-3.png"
                },
                {
                    "id": 4,
                    "description": "Thanks to our Europe-wide network of manufacturers, suppliers and wholesalers, we at GC Pharma are able to cover the need for almost all human medicines approved in Europe within a very short time. Do you need finished medicinal products from the European Economic Area?",
                    "image": "/images/pages/logistics/logistics-shipment-4.png"
                }
            ]
        }
    }
}